Repository: SeamlessDistribution/woocommerce-seqr-payment-gateway
Catalog: languages/seqr-*.po
Languages: sv_se

source: Pay with SEQR
sv_se: Betala med SEQR

source: Enable/Disable
sv_se: Aktivera/avaktivera

source: Enable SEQR Checkout
sv_se: Aktivera SEQR-betalning

source: Title
sv_se: Titel

source: This controls the title which the user sees during checkout.
sv_se: Det här kontrollerar vilken titel kunden ser i kassan.

source: SEQR Mobile Payment
sv_se: SEQR mobil betalning

source: Description
sv_se: Beskrivning

source: This controls the description which the user sees during checkout.
sv_se: Detta kontrollerar beskrivningen som användaren ser i kassan.

source: Pay securely with your mobile phone.
sv_se: Betala säkert med mobilen.

source: URI of the WSDL file
sv_se: URI för WSDL-filen

source: Terminal Password
sv_se: Terminal-lösenord

source: Terminal Password.
sv_se: Terminal-lösenord.

source: Mode
sv_se: Läge

source: Selecting the mode affects which version of the SEQR app is triggered.
sv_se: Styr vilken version av SEQR-appen som används.

source: Production
sv_se: Produktion

source: Poll Status
sv_se: Pool Status

source: Enable polling
sv_se: Akitiver polling

source: Enable this option if callbacks from SEQR to <code>%s</code> are not possible.
sv_se: Aktivera det här alternativet om callbacks från SEQR till <code>%s</code> inte är möjliga.

source: Poll Frequency
sv_se: Poll-frekvens

source: milliseconds
sv_se: millisekunder

source: How often should the checkout page check the payment status.
sv_se: Hur ofta bör kassasidan kontrollera betalningsstatus.

source: Debug Log
sv_se: Debugg-logg

source: Enable logging
sv_se: Aktivera loggning

source: Log SEQR events, such as callback requests, inside <code>woocommerce/logs/seqr-%s.txt</code>.
sv_se: Logga SEQR-händelser, såsom callback-requests, i <code>woocommerce/logs/seqr-%s.txt</code> .

source: SEQR Payment Gateway
sv_se: SEQR-betalningar

source: SEQR is the premiere solution for mobile payments
sv_se: SEQR är den bästa lösningen för mobila betalningar

source: SEQR Send invoice failed:
sv_se: SEQR kunde inte skicka faktura:

source: SEQR Payment Failed
sv_se: SEQR-betalning misslyckades

source: Cart Discount:
sv_se: Varukorgsrabatt:

source: Shipping:
sv_se: Frakt:

source: Order Discount:
sv_se: Orderrabatt:

source: Refund for order
sv_se: Återbetalning för order

source: SEQR Refund failed:
sv_se: Återbetalning med SEQR misslyckades

source: SEQR Refund Payment
sv_se: SEQR återbetalning
